<?php
/**
 * Created by PhpStorm.
 * User: Wang
 * Date: 2016/11/18
 * Time: 16:02
 */

/**
 * 证件编码
 */
return [

    'identity_type' => [
        '0' =>	'居民身份证',
        '1' =>	'护照',
        '2' =>	'军人身份证',
        '3' =>	'工商登记证',
        '4' =>	'税务登记证',
        '5' =>	'股东代码证',
        '6' =>	'社会保障卡',
        '7' =>	'组织机构代码证',
        '8' =>	'企业营业执照',
        '9' =>	'法人代码证',
        'A' =>	'武装警察身份证件',
        'B' =>	'港澳居民往来内地通行证',
        'C' =>	'台湾居民来往大陆通行证',
        'E' =>	'户口簿',
        'F' =>	'临时居民身份证',
        'G' =>	'警察(警官)证',
        'H' =>	'事业单位法人证书',
        'J' =>	'社会团体登记证书',
        'K' =>	'民办非企业登记证书',
        'L' =>	'外国(地区)企业常驻代表机构登记证',
        'M' =>	'政府批文',
        'N' =>	'统一社会信用代码证',
        'P' =>	'外国人永久居留证',
        'Z' =>	'其他',
    ]

];